{
  "fullName": "Phạm Minh Chính",
  "yearOfBirth": 1958,
  "homeTown": "Thanh Hoá",
  "biography": [
    {
      "date": "09/1977 - 09/1984",
      "detail": "Học Đại học Ngoại ngữ Hà Nội; Đại học Xây dựng Bucarest - Rumani, Khoa xây dựng dân dụng - công nghiệp, chuyên ngành kết cấu thép."
    },
    {
      "date": "8/1982 - 9/1984",
      "detail": "Được bầu làm Bí thư BCH Đoàn thanh niên Cộng sản Hồ Chí Minh toàn Rumani và Chủ tịch Hội sinh viên Việt Nam tại nước cộng hòa Rumani."
    },
    {
      "date": "9/1984 - 01/1985",
      "detail": "Tốt nghiệp Đại học, chờ tiếp nhận công tác."
    },
    {
      "date": "01/1985 - 08/1987",
      "detail": "Cán bộ tình báo Phòng 6, Cục Tình báo thuộc Tổng cục An ninh, Bộ Công an."
    },
    {
      "date": "7/1985 – 9/1985",
      "detail": "Đào tạo nghiệp vụ ngoại giao tại Đại học Ngoại giao (nay là Học viện Ngoại giao) – Bộ Ngoại giao."
    },
    {
      "date": "9/1986 – 7/1987",
      "detail": "Đào tạo nghiệp vụ tại Trường Tình báo (nay là Học viện Quốc tế) – Bộ Công an."
    },
    {
      "date": "8/1987 – 01/1989",
      "detail": "Cán bộ tình báo Cụm Tình báo phía Nam, Cục Tình báo thuộc Tổng cục An ninh, Bộ Công An."
    },
    {
      "date": "01/1989 – 01/1990",
      "detail": "Cán bộ tình báo Cục Tình báo phía Nam thuộc Tổng cục Tình báo, Bộ Công an."
    },
    {
      "date": "01/1990 – 3/1991",
      "detail": "Cán bộ tình báo, Cục Âu Mỹ thuộc Tổng cục Tình báo, Bộ Công an."
    },
    {
      "date": "3/1991 - 11/1994",
      "detail": "Cán bộ Bộ Ngoại giao, Bí thư thứ 3, rồi Bí thư thứ 2 Đại sứ quán Việt Nam tại Rumani."
    },
    {
      "date": "11/1994 - 5/1999",
      "detail": "Cán bộ tình báo; Phó Trưởng phòng Cục Tình báo Châu Âu thuộc Tổng cục Tình báo - Bộ Công an; Cán bộ Tổ thư ký lãnh đạo Bộ Công an, thuộc Văn phòng Bộ Công an."
    },
    {
      "date": "8/1996 – 01/1997",
      "detail": "Đào tạo nghiệp vụ tại Đại học An ninh (nay là Học viện An ninh) – Bộ Công an."
    },
    {
      "date": "9/1999 – 9/2001",
      "detail": "Đào tạo lý luận chính trị cao cấp tại trường Đảng cao cấp (nay là Học viện Chính trị Quốc gia Hồ Chí Minh)."
    },
    {
      "date": "5/1999 - 5/2006",
      "detail": "Phó Cục trưởng; Quyền Cục trưởng rồi Cục trưởng Cục Tình báo kinh tế - khoa học công nghệ và môi trường, Tổng cục Tình báo, Bộ Công an."
    },
    {
      "date": "5/2006 - 12/2009",
      "detail": "Phó Tổng cục trưởng Tổng cục Tình báo phụ trách tình báo kinh tế-khoa học, công nghệ và môi trường, thuộc Bộ Công an."
    },
    {
      "date": "12/2009 - 8/2010",
      "detail": "Phó Tổng cục trưởng phụ trách rồi Tổng cục trưởng Tổng cục Hậu cần - Kỹ thuật, Bộ Công an."
    },
    {
      "date": "8/2010 - 8/2011",
      "detail": "Uỷ viên Đảng uỷ Công an Trung ương, Thứ trưởng Bộ Công an phụ trách lĩnh vực hậu cần - kỹ thuật, tài chính, khoa học, công nghệ, môi trường của Bộ Công an. Tại Đại hội Đại biểu toàn quốc lần thứ XI của Đảng được bầu vào BCHTW Đảng."
    },
    {
      "date": "8/2011 - 02/2015",
      "detail": "Ủy viên BCH Trung ương Đảng khóa XI, Bí thư Tỉnh ủy Quảng Ninh, Bí thư Đảng ủy Quân sự Tỉnh Quảng Ninh, Ủy viên Đảng ủy Quân khu 3 - Bộ Quốc phòng."
    },
    {
      "date": "2/2015 - 01/2016",
      "detail": "Ủy viên BCH Trung ương Đảng, Phó trưởng Ban Tổ chức Trung ương. Tại Đại hội Đại biểu toàn quốc lần thứ XII của Đảng được bầu vào BCH Trung ương Đảng và được BCH Trung ương Đảng khóa XII bầu là Ủy viên Bộ Chính trị."
    },
    {
      "date": "02/2016 - 4/2021",
      "detail": "Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Trưởng Ban Tổ chức Trung ương khóa XII, Trưởng Tiểu ban Bảo vệ chính trị nội bộ Trung ương khóa XII; phụ trách Đảng bộ Khối các cơ quan Trung ương và Ban Bảo vệ, chăm sóc sức khỏe cán bộ Trung ương; Ủy viên Ban Chỉ đạo Trung ương về phòng, chống tham nhũng; Đại biểu Quốc hội khóa XIV; Chủ tịch Nhóm nghị sỹ hữu nghị Việt Nam - Nhật Bản của Quốc hội khóa XIV. Tại Đại hội đại biểu toàn quốc lần thứ XIII, được bầu lại vào BCH Trung ương Đảng và được BCH Trung ương Đảng bầu tái cử Bộ Chính trị khóa XIII. Tại kỳ họp thứ 11, Quốc hội khóa XIV, được bầu giữ chức Thủ tướng Chính phủ."
    },
    {
      "date": "4/2021",
      "detail": "Ủy viên Bộ Chính trị, Bí thư Ban cán sự đảng Chính phủ, Thủ tướng Chính phủ; Phó Chủ tịch Hội đồng Quốc phòng và An ninh; tham gia Ban Thường vụ Quân ủy Trung ương và Ban Thường vụ Đảng ủy Công an Trung ương; Đại biểu Quốc hội khóa XIV, XV."
    }
  ],
  "education": [
    "Phó Giáo sư Ngành Khoa học An ninh; Tiến sĩ Luật học Kỹ sư xây dựng dân dụng và công nghiệp, chuyên ngành kết cấu thép"
  ],
  "wikipedia": "Phạm_Minh_Chính"
}